Revit 2024 API
ExportFontKey Constructor
 Constructs a new default ExportFontKey.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public ExportFontKey()
Visual Basic
Public Sub New
Visual C++
public:
ExportFontKey()
See Also
ExportFontKey Class
ExportFontKey Overload
Autodesk.Revit.DB Namespace